questions = (
    {
        "question": "Дали е безбедно да го користиш твоето вистинско име кога комуницираш со непознати луѓе на интернет?",
        "answer": "Неточно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "На онлајн игра запозна некој на иста возраст како тебе. "
                    "Дали е безбедно да му кажеш каде живееш за да може да се запознаете?",
        "answer": "Неточно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "Некој кој што го запозна онлајн сака да му испратиш слика од тебе. Дали е безбедно да го направиш тоа?",
        "answer": "Неточно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "На интернет запозна некој што живее блиску до тебе. Дали е безбедно да го поканиш да се сретнете во живо?",
        "answer": "Неточно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "Работите што ги објавувам на интернет може засекогаш да бидат зачувани.",
        "answer": "Точно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "Не можеш да поминеш тешко ниво на онлајн игра и твојот пријател ја бара твојата лозинка за да ти помогне."
                    "Дали ќе ја споделиш со него?",
        "answer": "Неточно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "Твоите пријатели те покануваат на апликација кадешто може да ги следите вашите локации во живо. "
                    "Дали ќе им се придружиш?",
        "answer": "Неточно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "Твојата лозинка треба да биде составена од лични информации за лесно да ја запамтиш.",
        "answer": "Неточно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "Треба да го користиш датумот на раѓање како лозинка.",
        "answer": "Неточно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "'lozinka123' е безбедна лозинка што може да ја користиш било каде.",
        "answer": "Неточно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "Треба да користиш различна лозинка за секој профил.",
        "answer": "Точно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "Треба да користиш броеви и големи и мали букви во твоите лозинки.",
        "answer": "Точно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "Лозинката не треба да ја споделуваш со никој освен твоите родители.",
        "answer": "Точно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "На интернет има само точни податоци и може да веруваш во се што ќе прочиташ.",
        "answer": "Неточно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "'l3faIc!' е безбедна лозинка.",
        "answer": "Точно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "Ако користам безбедна лозинка можам да ја реискористам за повеќе профили.",
        "answer": "Неточно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "Во ред е да ги споделам моите омилени филмови и книги со некој што не го познавам на интернет.",
        "answer": "Точно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "Во ред е да споделам во кое училиште учам на мојот фејсбук профил.",
        "answer": "Неточно",
        "options": ("Точно", "Неточно")
    },
    {
        "question": "Ако некој те навредува онлајн, најдобро е да возвратиш со навреди.",
        "answer": "Неточно",
        "options": (
            "Точно",
            "Неточно",
        )
    },
    {
        "question": "Сомнителните линкови може да содржат вируси, измами или други лоши содржини кои може да ни наштетат.",
        "answer": "Точно",
        "options": (
            "Точно",
            "Неточно",
        )
    },
    {
        "question": "Безбедно е да се сретнеме со лице што сме го запознале онлајн без да им кажеме на родителите.",
        "answer": "Неточно",
        "options": (
            "Точно",
            "Неточно",
        )
    },
    {
        "question": "Треба да се однесуваме коректно и љубезно кон другите и онлајн, исто како и во реалниот живот.",
        "answer": "Точно",
        "options": (
            "Точно",
            "Неточно",
        )
    },
    {
        "question": "Важно е да направиме пауза од интернет и да имаме време за игра и одмор.",
        "answer": "Точно",
        "options": (
            "Точно",
            "Неточно",
        )
    },
)
